[
  {
    "link": "news/moldtelecom-launches-speedtest",
    "type": "News",
    "title_en": "Moldtelecom lansează serverul Speedtest.net",
    "title_ro": "Moldtelecom Launches Speedtest.net Server",
    "title_ru": "Moldtelecom запускает сервер Speedtest.net",
    "content_ro": "<h2>Moldtelecom lansează serverul Speedtest.net cu viteze de până la 100 Gbps – o premieră în Republica Moldova</h2>\n<p>Chișinău, mai 2025 – Moldtelecom continuă să consolideze poziția Republicii Moldova pe harta digitală globală, prin lansarea unui nou server public Speedtest.net, capabil să susțină viteze de până la 100 Gbps. Aceasta este cea mai mare viteză testabilă disponibilă public în țară și una dintre cele mai mari din regiune.<br/><br/><b>🔹 Performanță la superlativ</b><br/>Noul server, disponibil din luna martie în cadrul infrastructurii SCIRCE (Sistemul Centralizat de Internet și Resurse de Calcul al Entității), a fost configurat pe echipamente de ultimă generație, conectate la Internet prin interfețe de peste 100 Gbps. Acesta este destinat atât utilizatorilor avansați, cât și companiilor care doresc să-și testeze conexiunile ultra-rapide într-un mediu profesionist.<br/><br/>„Este o realizare care demonstrează că infrastructura digitală a Moldtelecom este pregătită să facă față celor mai exigente cerințe din domeniul IT și telecomunicații. Oferim astfel nu doar conectivitate, ci și un cadru modern pentru inovație și dezvoltare digitală”, a declarat un reprezentant Moldtelecom.<br/><br/><b>Viteze înregistrate în test real</b><br/>Un test efectuat din linia de comandă (CLI), metodă recomandată pentru viteze extreme, a produs următoarele rezultate impresionante:<br/>Download: 94.4 Gbps<br/>Upload: 75.4 Gbps<br/>Ping: 0.12 ms<br/>Packet loss: 0.0%<br/>Jitter: sub 1 ms<br/><br/>🔗 Rezultatul complet poate fi vizualizat aici<br/><br/><b>Unelte potrivite pentru viteze mari</b><br/>Important de menționat: asemenea viteze pot fi obținute doar prin terminal, nu prin browser, deoarece majoritatea calculatoarelor personale nu pot procesa fluxuri de date la aceste niveluri. De asemenea, sunt necesare echipamente de rețea și plăci de rețea compatibile cu 100 Gbps.<br/><br/><b>Ce înseamnă asta pentru Moldova?</b><br/>Lansarea acestui server nu este doar un pas tehnologic, ci și un semnal clar că Republica Moldova intră în liga mare a conectivității globale. Mediul academic, companiile tech, furnizorii de servicii cloud și operatorii de comunicații pot beneficia acum de o platformă avansată de testare, direct din Chișinău.<br/><br/>Moldtelecom este principalul operator de telecomunicații din Republica Moldova, oferind servicii de Internet, televiziune, telefonie fixă și mobilă. Cu o infrastructură robustă și investiții continue în inovație, compania joacă un rol-cheie în digitalizarea țării și promovarea unui viitor conectat.</p>",
    "content_en": "<h2>Moldtelecom Launches Speedtest.net Server with Speeds up to 100 Gbps – A First in Moldova</h2>\n<p>Chișinău, May 2025 – Moldtelecom continues to strengthen Moldova’s position on the global digital map with the launch of a new public Speedtest.net server capable of handling speeds up to 100 Gbps. This is the highest publicly testable speed in the country and one of the highest in the region.<br/><br/><b>🔹 Top Performance</b><br/>The server, available since March within the SCIRCE infrastructure (Centralized Internet and Computing Resource System), is configured on next-gen equipment connected via interfaces over 100 Gbps. It is intended for both advanced users and companies seeking to test ultra-fast connections in a professional environment.<br/><br/>“This achievement proves that Moldtelecom’s digital infrastructure is ready to meet the highest demands in IT and telecommunications. We provide not just connectivity, but a modern framework for innovation and digital development,” a Moldtelecom representative stated.<br/><br/><b>Real Test Results</b><br/>A test performed via command line interface (CLI), the recommended method for extreme speeds, produced the following impressive results:<br/>Download: 94.4 Gbps<br/>Upload: 75.4 Gbps<br/>Ping: 0.12 ms<br/>Packet loss: 0.0%<br/>Jitter: under 1 ms<br/><br/>🔗 Full result available here<br/><br/><b>Tools for High-Speed Testing</b><br/>Important note: such speeds can only be achieved via terminal, not through browsers, as most personal computers can’t handle such high data streams. Also, 100 Gbps-compatible networking equipment is required.<br/><br/><b>What Does This Mean for Moldova?</b><br/>The launch of this server is not just a technological step, but a clear signal that Moldova has entered the top league of global connectivity. Academic institutions, tech companies, cloud service providers, and telecom operators now have direct access to an advanced testing platform from Chișinău.<br/><br/>Moldtelecom is the leading telecommunications operator in the Republic of Moldova, offering Internet, TV, fixed and mobile phone services. With robust infrastructure and continuous investment in innovation, the company plays a key role in digitalizing the country and shaping a connected future.</p>",
    "content_ru": "<h2>Moldtelecom запускает сервер Speedtest.net со скоростью до 100 Гбит/с — впервые в Молдове</h2>\n<p>Кишинёв, май 2025 — Moldtelecom продолжает укреплять позицию Республики Молдова на глобальной цифровой карте, запуская новый публичный сервер Speedtest.net, способный поддерживать скорость до 100 Гбит/с. Это самая высокая публично доступная скорость в стране и одна из самых высоких в регионе.<br/><br/><b>🔹 Высочайшая производительность</b><br/>Новый сервер, доступный с марта в инфраструктуре SCIRCE (Централизованная система интернета и вычислительных ресурсов), был настроен на современном оборудовании, подключённом к интернету через интерфейсы свыше 100 Гбит/с. Он предназначен как для продвинутых пользователей, так и для компаний, желающих протестировать сверхбыстрые соединения в профессиональной среде.<br/><br/>«Это достижение демонстрирует, что цифровая инфраструктура Moldtelecom готова к самым высоким требованиям в ИТ и телекоммуникациях. Мы предоставляем не просто подключение, а современную платформу для инноваций и цифрового развития», — отметил представитель Moldtelecom.<br/><br/><b>Результаты реального теста</b><br/>Тест, выполненный через интерфейс командной строки (CLI) — рекомендованный метод для экстремальных скоростей — показал следующие впечатляющие результаты:<br/>Скачивание: 94.4 Гбит/с<br/>Загрузка: 75.4 Гбит/с<br/>Пинг: 0.12 мс<br/>Потеря пакетов: 0.0%<br/>Джиттер: менее 1 мс<br/><br/>🔗 Полный результат доступен здесь<br/><br/><b>Инструменты для высоких скоростей</b><br/>Важно: такие скорости можно получить только через терминал, а не через браузер, поскольку большинство персональных компьютеров не способны обрабатывать такие потоки данных. Также требуются совместимые с 100 Гбит/с сетевые устройства и адаптеры.<br/><br/><b>Что это значит для Молдовы?</b><br/>Запуск этого сервера — не просто технологический шаг, а ясный сигнал о том, что Молдова входит в высшую лигу глобальной связности. Научные учреждения, технологические компании, облачные провайдеры и операторы связи теперь могут использовать продвинутую платформу для тестирования прямо из Кишинёва.<br/><br/>Moldtelecom — ведущий телекоммуникационный оператор Республики Молдова, предоставляющий услуги интернета, телевидения, фиксированной и мобильной связи. Благодаря надёжной инфраструктуре и постоянным инвестициям в инновации компания играет ключевую роль в цифровизации страны и продвижении к подключённому будущему.</p>"
  },
  {
    "link": "news/moldtelecom-licenses-700-900mhz",
    "type": "News",
    "title_ro": "Moldtelecom investește în viitorul conectivității: noi licențe pentru frecvențele 700 și 900 MHz",
    "title_en": "Moldtelecom Invests in the Future of Connectivity: New Licenses for 700 and 900 MHz Bands",
    "title_ru": "Moldtelecom инвестирует в будущее связи: новые лицензии на диапазоны 700 и 900 МГц",
    "content_ro": "<h2>Moldtelecom investește în viitorul conectivității: noi licențe pentru frecvențele 700 și 900 MHz, fundament pentru extinderea serviciilor mobile și pregătirea rețelei 5G</h2><p>Moldtelecom anunță o nouă etapă strategică în dezvoltarea infrastructurii digitale naționale, prin obținerea licențelor de utilizare a frecvențelor radio în benzile 700 MHz și 900 MHz. Aceste resurse de spectru, esențiale pentru îmbunătățirea serviciilor mobile, vor susține extinderea conectivității în întreaga țară și vor contribui decisiv la pregătirea pentru viitoarea rețea 5G.<br/><br/>Licențele, acordate de ANRCETI în urma unui concurs oficial, sunt valabile pentru o perioadă de 25 de ani și vor permite Moldtelecom să îmbunătățească acoperirea rețelei mobile în zonele rurale, periferice și în interiorul clădirilor – acolo unde accesul la servicii de calitate este încă limitat.<br/><br/><b>Tehnologie care ajunge mai departe</b><br/>Frecvențele joase din benzile 700 și 900 MHz sunt recunoscute pentru capacitatea lor de a acoperi eficient suprafețe mari și de a penetra obstacole fizice. Prin integrarea acestora în portofoliul existent, Moldtelecom consolidează performanța rețelei 4G și creează o bază tehnologică solidă pentru trecerea către 5G.<br/><br/><b>Un angajament pe termen lung pentru o Moldovă digitală</b><br/>Această investiție reflectă o viziune care pune în centru infrastructura, incluziunea digitală și egalitatea de acces. Moldtelecom contribuie activ la reducerea decalajului digital și la transformarea digitală a întregii societăți.<br/><br/>„Pentru noi, conectivitatea nu este doar un serviciu, ci o responsabilitate. Investim în frecvențele potrivite, la momentul potrivit, pentru a construi o rețea modernă, fiabilă și pregătită pentru viitor – o rețea care să fie aproape de oameni, oriunde s-ar afla”, a declarat directorul general S.A. Moldtelecom.<br/><br/>Moldtelecom este liderul național în telecomunicații, oferind servicii convergente și soluții digitale pentru toți clienții. Compania este un pilon al digitalizării în Republica Moldova.</p>",
    "content_en": "<h2>Moldtelecom Invests in the Future of Connectivity: New Licenses for 700 and 900 MHz Bands as a Foundation for Mobile Service Expansion and 5G Preparation</h2><p>Moldtelecom announces a new strategic phase in the development of the national digital infrastructure through the acquisition of radio frequency licenses in the 700 MHz and 900 MHz bands. These spectrum resources are essential for improving mobile services and will support nationwide connectivity expansion and the future deployment of 5G.<br/><br/>The licenses, granted by ANRCETI after an official competition, are valid for 25 years and will enable Moldtelecom to enhance mobile network coverage in rural, remote, and indoor areas—where quality service access is still limited.<br/><br/><b>Technology That Reaches Further</b><br/>The lower frequencies in the 700 and 900 MHz bands are known for their ability to cover large areas and penetrate obstacles. By integrating them into its existing portfolio, Moldtelecom strengthens 4G performance and establishes a solid foundation for the 5G transition.<br/><br/><b>A Long-Term Commitment for a Digital Moldova</b><br/>This investment reflects a long-term vision centered on infrastructure, digital inclusion, and equal access. Moldtelecom actively contributes to closing the digital divide and advancing the digital transformation of society.<br/><br/>“For us, connectivity is not just a service, it’s a responsibility. We invest in the right frequencies at the right time to build a modern, reliable, and future-ready network—one that’s close to people, wherever they are,” stated the General Director of S.A. Moldtelecom.<br/><br/>Moldtelecom is the national leader in telecommunications, offering converged services and digital solutions for individuals, companies, and public institutions. The company plays a key role in Moldova’s digital transformation.</p>",
    "content_ru": "<h2>Moldtelecom инвестирует в будущее связи: новые лицензии на диапазоны 700 и 900 МГц как основа для расширения мобильных услуг и подготовки к сети 5G</h2><p>Moldtelecom объявляет о новом стратегическом этапе в развитии национальной цифровой инфраструктуры, получив лицензии на использование радиочастот в диапазонах 700 МГц и 900 МГц. Эти спектральные ресурсы играют ключевую роль в улучшении мобильных услуг, расширении покрытия по всей стране и подготовке к внедрению сети 5G.<br/><br/>Лицензии, выданные ANRCETI по итогам официального конкурса, действительны в течение 25 лет и позволят Moldtelecom улучшить покрытие мобильной сети в сельских, отдалённых и внутренних зонах, где доступ к качественным услугам ещё ограничен.<br/><br/><b>Технологии, которые идут дальше</b><br/>Низкочастотные диапазоны 700 и 900 МГц известны своей способностью эффективно охватывать большие территории и проникать сквозь физические преграды. Интеграция этих частот в текущий портфель позволяет Moldtelecom укрепить работу сети 4G и заложить прочную технологическую основу для перехода к 5G.<br/><br/><b>Долгосрочное обязательство ради цифровой Молдовы</b><br/>Эти инвестиции отражают долгосрочное видение, сосредоточенное на инфраструктуре, цифровом включении и равенстве доступа. Moldtelecom активно содействует сокращению цифрового разрыва и цифровой трансформации общества.<br/><br/>«Для нас связь — это не просто услуга, а ответственность. Мы инвестируем в нужные частоты в нужное время, чтобы построить современную, надёжную и готовую к будущему сеть, которая будет ближе к людям, где бы они ни находились», — отметил генеральный директор S.A. Moldtelecom.<br/><br/>Moldtelecom — национальный лидер в области телекоммуникаций, предоставляющий конвергентные услуги и цифровые решения для физических лиц, компаний и государственных учреждений. Компания играет ключевую роль в цифровизации Молдовы.</p>"
  }
]
